{
  "jokes": [
    "Why don’t eggs tell jokes? They’d crack each other up.",
    "I only know 25 letters of the alphabet. I don’t know y.",
    "Why did the scarecrow get promoted? He was outstanding in his field.",
    "I’m reading a book on anti-gravity. It’s impossible to put down.",
    "How does the moon cut its hair? Eclipse it.",
    "I used to hate facial hair… but then it grew on me.",
    "Why do cows wear bells? Their horns don’t work.",
    "I’d tell you a construction joke, but I’m still working on it.",
    "I ordered a chicken and an egg from Amazon… I’ll let you know.",
    "Why did the math book look sad? It had too many problems.",
    "I used to be addicted to the hokey pokey, but I turned myself around.",
    "What do you call fake spaghetti? An impasta.",
    "Why can’t you give Elsa a balloon? She’ll let it go.",
    "What did the ocean say to the beach? Nothing—it just waved.",
    "I bought a ceiling fan. Complete waste of money—he just stands there applauding.",
    "Want to hear a joke about paper? Never mind, it’s tearable.",
    "How do you organize a space party? You planet.",
    "Why did the coffee file a police report? It got mugged.",
    "I sold my vacuum cleaner—it was just gathering dust.",
    "Why don’t skeletons fight each other? They don’t have the guts.",
    "What time did the man go to the dentist? Tooth-hurt-y.",
    "I used to play piano by ear, but now I use my hands.",
    "What do you call cheese that isn’t yours? Nacho cheese.",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one.",
    "I told my wife she was drawing her eyebrows too high. She looked surprised.",
    "Why did the bicycle fall over? It was two-tired.",
    "How does a penguin build its house? Igloos it together.",
    "I have a joke about chemistry, but I don’t think it’ll get a reaction.",
    "Why can’t you hear a pterodactyl go to the bathroom? Because the P is silent.",
    "I used to be a banker, but I lost interest.",
    "Why was the stadium so cool? It was filled with fans.",
    "Did you hear about the restaurant on the moon? Great food, no atmosphere.",
    "What do you call an elephant that doesn’t matter? An irrelephant.",
    "I’m afraid for the calendar—its days are numbered.",
    "How do you make holy water? You boil the hell out of it.",
    "I wrote a song about tortillas. Actually, it’s more of a wrap.",
    "Did you hear about the kidnapping at school? It’s fine—he woke up.",
    "Why did the tomato blush? It saw the salad dressing.",
    "What do you get when you cross a snowman and a vampire? Frostbite.",
    "I’m on a seafood diet. I see food and I eat it.",
    "Why don’t oysters donate to charity? Because they’re shellfish.",
    "What do sprinters eat before a race? Nothing—they fast.",
    "I used to think I was indecisive, but now I’m not so sure.",
    "My wife told me I should do lunges to stay in shape. That would be a big step forward.",
    "How does a rabbi make coffee? Hebrews it.",
    "What’s brown and sticky? A stick.",
    "Why do seagulls fly over the ocean? Because if they flew over the bay, they’d be bagels.",
    "I told a joke about a broken clock—never mind, it’s not the right time.",
    "What did one wall say to the other? “I’ll meet you at the corner.”",
    "Why did the cookie go to the doctor? It felt crummy.",
    "I used to be a baker, but I couldn’t make enough dough.",
    "Why did the computer go to therapy? It had too many bytes.",
    "How do you find Will Smith in the snow? You look for fresh prints.",
    "I’m friends with all electricians—we have good current connections.",
    "Why did the orange stop rolling? It ran out of juice.",
    "What do you call a belt made of watches? A waist of time.",
    "Did you hear about the claustrophobic astronaut? He just needed a little space.",
    "Why are elevator jokes so classic? They work on many levels.",
    "What sound does a nut make when it sneezes? Ca-shew!",
    "I’d tell you a joke about time travel, but you didn’t like it.",
    "Why did the picture go to jail? It was framed.",
    "I bought shoes from a drug dealer once. I don’t know what he laced them with, but I was tripping all day.",
    "How do cowboys ride horses in thunderstorms? With light-rein-ing.",
    "Why don’t crabs give to charity? Because they’re shellfish, too.",
    "I invented a new word! Plagiarism.",
    "What do you call a factory that sells OK products? A satisfactory.",
    "Why are spiders great web developers? They love finding bugs.",
    "How do you make a tissue dance? Put a little boogie in it.",
    "Why did the banana go to the doctor? It wasn’t peeling well.",
    "Why did the hipster burn his mouth? He drank coffee before it was cool.",
    "What do you call a fish wearing a bowtie? Sofishticated.",
    "I used to run a bakery—couldn’t make enough bread, so I loafed around.",
    "Why did the beekeeper keep talking about the hives? It was the buzz of the town.",
    "What’s orange and sounds like a parrot? A carrot.",
    "Why can’t your nose be 12 inches long? Because then it would be a foot.",
    "How does Darth Vader like his toast? On the dark side.",
    "What did the grape do when it got stepped on? Nothing, it just let out a little wine.",
    "Why don’t scientists trust atoms? Because they make up everything.",
    "I tried to catch some fog yesterday—mist.",
    "What kind of shoes do ninjas wear? Sneakers.",
    "Why did the man run around his bed? He was trying to catch up on sleep.",
    "I told my friend she drew her freckles on wrong… she looked dot-ful.",
    "Why was the broom late? It over-swept.",
    "What do you get from a pampered cow? Spoiled milk.",
    "Why did the music teacher need a ladder? To reach the high notes.",
    "How do you fix a cracked pumpkin? With a pumpkin patch.",
    "What did the buffalo say to his son when he left for college? Bison.",
    "Why did the shoelaces break up? They were tired of being tied down.",
    "I tried to organize a hide-and-seek tournament, but good players are hard to find.",
    "Why is Peter Pan always flying? He neverlands.",
    "What do you call two monkeys who share an Amazon account? Prime mates.",
    "Why can’t bicycles stand up by themselves? They’re two-tired.",
    "I used to memorize calendar dates, but my days were numbered.",
    "What do you call a rabbit with fleas? Bugs Bunny.",
    "Why did the gardener quit? His celery wasn’t high enough.",
    "I’d tell you a pizza joke, but it’s too cheesy.",
    "What rocks but never rolls? A rocking chair.",
    "Why did the mushroom get invited to the party? Because he’s a fungi.",
    "How does Moses make his coffee? Hebrews it—same as the rabbi!",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "Why can’t leopard hide? Because he’s always spotted.",
    "I swallowed a dictionary—thesaurus throat has ever been.",
    "What did the left eye say to the right eye? Between us, something smells.",
    "Why did the barber win the race? He took a short cut.",
    "What do you call a sleeping bull? A bulldozer.",
    "I bought a thesaurus, but all the pages were blank—there are no words for how angry I am."
  ]
}
